[M_HanginOut MissionDefinition]
MissionName="He got up"
MissionDescription="Brick insists on getting rid of the crazy sheriff from Hyperion Prison in Lynchwood but stops him from killing the residents before following him."
TurnInDescription="The citizens of Lynchwood skimped on expenses. He frees the town from the yoke of the sheriff.."
MissionSummary="Keep the people of Lynchwood out of trouble.."
MissionGiver=""
MissionTurnInLocation=""
TeaserText="This brick is used to protect you from the crazy sheriff at Hyperion in Lynchwood. But before you follow him, you have to stop him from killing some villagers.."

[M_HanginOut:MissionObjectiveDefinition_0 MissionObjectiveDefinition]
ProgressMessage=""

[M_HanginOut:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

